{
    "id": 2001,
    "japanese": "〜げ",
	"meaning": "〜そう （見てその人の気持ちが感じられる様子をあらわす）",
	"translation": "похоже, выглядит как",
	"forms":["い形(-い)+げ", "な形+げ", "動たい形(-い)+げ"],
	"excludes": [""],
	"notes": "",
	"examples": [
		{
			"japanese": "",
			"reading": "",
			"translation": ""
		}
	],
	"references":["put ids of reference here"]
}

{
    "id": 2000,
    "japanese": "あげく（に）",
	"meaning": "〜したその結果とうとう・〜したけれども、結局",
	"translation": "долго что-то делать, и наконец достигнуть результата",
	"forms":["動-た形(+あげく", "名-の+あげく"],
	"excludes": [""],
	"notes": "あげく（に） показывает, что кто-то долго что-то делает прежде, чем добиться результата. Фраза с あげく（に） обычно описывает что-то отрицательное. Нельзя использовать для описания будущих событий.",
	"examples": [
		{
			"japanese": "さんざん 考えた あげく（に） 大学院 へ 進学する こと に した。",
			"reading": "さんざん かんがえた あげく（に） だいがくいん へ しんがくする こと に した。",
			"translation": "После тщательного обдумывания, я решил продолжать обучение в аспирантуре."
		},
		{
			"japanese": "彼女 の 離婚 は 数年 悩んだ あげく の 決断 だった。",
			"reading": "かのじょ の りこん は すうねん なやんだ あげく の けつだん だった。",
			"translation": "Ее развод был решением, которое она приняла, после многих лет мучений."
		},
		{
			"japanese": "私 は さんざん 悩んだ あげく に 最初 に 勤めて いた 会社 を 辞めた。",
			"reading": "わたし は さんざん なやんだ あげく に さいしょ に つとめて いた かいしゃ を やめた。",
			"translation": "После долгих переживаний я уволился таки со своей первой работы."
		},
		{
			"japanese": "彼 は アジア、 ヨーロッパ、 北米 など いろいろな 国 の 女性 と 付き合った あげく に、 結局 は 生涯 独身 で 過ごした。",
			"reading": "かれ は アジア、 ヨーロッパ、 ほくべい など いろいろな くに の じょせい と つきあった あげくに、 けっきょく は しょうがい どくしん で すごした。",
			"translation": "Он встречался с девушками из Азии, Европы и Северной Америки, но в результате все равно провел жизнь холостяком."
		},
		{
			"japanese": "妻 は あの 靴 が いい、 この 靴 が いい と、 いろいろ と 履いて みた あげく に、 どれ も 買わずに 店 を 出た。",
			"reading": "つま は あの くつ が いい、 この くつ が いい と、 いろいろ と はいて みた あげく に、 どれ も かわずに みせ を でた。",
			"translation": "Моя жена говорила: 'мне нравятся те туфли', 'мне нравятся эти туфли', меряя обувь, но в конечном итоге ушла из магазина, так ничего не купив."
		},
		{
			"japanese": "山田 は 私 の 車 を 一ヶ月 も 使った あげく、 返す 時 お礼 の 一言 も 言わなかった。",
			"reading": "やまだ は わたし の くるま を いっかげつ も つかった あげく、 かえす とき おれい の ひとこと も いわなかった。",
			"translation": "Попользовавшись моей машиной целый месяц, Ямада не сказал даже слова благодарности, когда возвращал ее."
		},
		{
			"japanese": "さんざん 迷った あげく、 一年 休職して アメリカ に 留学する こと に した。",
			"reading": "さんざん まよった あげく、 いちねん きゅうしょくして アメリカ に りゅうがくする こと に した。",
			"translation": "После длительных колебаний, я решил оставить работу на год и поехать учиться в америку."
		},
		{
			"japanese": "彼女 は 既婚 の 男性 と の 恋 に 溺れた あげくに、 自分 の 人生 を 台無し に して しまった。",
			"reading": "かのじょ は きこん の だんせい と の こい に おぼれた あげくに、 じぶん の じんせい を だいなし に して しまった。",
			"translation": "После того, как она влюбилась в женатого мужчину, ее собственная жизнь разрушилась."
		},
		{
			"japanese": "どの テレビ を 買おう か と 迷った あげく、何 も 買わずに 帰って しまった。",
			"reading": "どの テレビ を かおう か と まよった あげく、なに も かわわずに かえって しまった。",
			"translation": "Я долго колебался, какой телевизор купить, и в конечном итоге ушел из магазина ничего не купив."
		},
		{
			"japanese": "彼 が 自殺 した の は よくよく 悩み ぬいた あげく の こと だった の で あろう。",
			"reading": "かれ が じさつ した の は よくよく なやみ ぬいた あげく の こと だった の で あろう。",
			"translation": "Он должно быть действительно страдал, раз совершил самоубийство."
		}
	],
	"references":["put ids of reference here"]
}

{
    "id": 2000,
    "japanese": "〜げ",
	"meaning": "〜そう （見てその人の気持ちが感じられる様子をあらわす）",
	"translation": "похоже, выглядит как",
	"forms":["い形(-い)+げ", "な形+げ", "動たい形(-い)+げ"],
	"excludes": [""],
	"notes": "",
	"examples": [
		{
			"japanese": "",
			"reading": "",
			"translation": ""
		}
	],
	"references":["put ids of reference here"]
}